Repository: 84000/data-translation-memory
Catalog: toh1-2-v3.tmx
Source language: bo
Languages: en

source: འོན་ཏེ་མ་རྙེད་ན་དགེ་སློང་དེ་དག་གིས་གནས་དེ་ཉིད་དུ་གསོ་སྦྱོང་གཞན་ལ་བསྡད་པར་མི་བྱའོ། །
en: If they do not, those monks should not stay for another restoration rite at that site.

source: སྡོད་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: They will be guilty of a breach if they stay on.”

source: འདི་ལྟ་སྟེ་གནས་ཤིག་ན་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་དབྱར་སྔ་མར་གནས་པར་ཁས་བླང་བར་འདོད་ཅིང་དེ་དག་འདི་ལྟར་དགེ་སློང་ཆེ་གེ་མོ་ཞིག་ལ་སོ་སོར་ཐར་པ་སྣང་ངོ་། །དགེ་སློང་ཆེ་གེ་མོ་ཞིག་ལ་སོ་སོར་ཐར་པ་སྣང་ངོ་སྙམ་པ་ལས།
en: The Early Part of the Rains At one site, a great many monks were about to pledge to settle for the earlier part of the rains and assumed the monk so-and-so or the monk so-and-so would lead the Prātimokṣa.

source: དེ་དག་གིས་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་སུ་ལ་ཡང་སོ་སོར་ཐར་པ་མི་སྣང་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དེ་དག་གིས་གནས་བསྟབས་པ་དང་། གནས་མལ་བསྟབས་པ་དང་། ལས་བསྟབས་པ་དང་། རྙེད་པ་བསྟབས་པ་དང་།
en: But at their restoration rite on the following fifteenth, no monk stepped forth to lead the Prātimokṣa recitation, so the Blessed One said, “The site caretaker, residence caretaker, work caretaker, supplies caretaker, and attendant caretaker, respectively, should seek a monk to lead the Prātimokṣa.

source: བསྙེན་བཀུར་བ་བསྟབས་པས་དགེ་སློང་གང་ལ་སོ་སོར་ཐར་པ་སྣང་བ་གཉེར་བར་བྱའོ། །གལ་ཏེ་དགེ་སློང་གང་ལ་སོ་སོར་ཐར་པ་སྣང་བ་ཞིག་རྙེད་ན་དེ་ལྟ་ན་ལེགས།
en: If they find a monk to lead the Prātimokṣa, then all is well.

source: འོན་ཏེ་མ་རྙེད་ན་དགེ་སློང་དེ་དག་གིས་གནས་དེ་ཉིད་དུ་དབྱར་སྔ་མར་གནས་པར་ཁས་བླང་བར་མི་བྱའོ། །
en: If they do not, those monks should not pledge to settle for the earlier part of the rains at that site.

source: ཁས་ལེན་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: They will be guilty of a breach if they make that pledge.”

source: འདི་ལྟ་སྟེ་གནས་ཤིག་ནས་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་དབྱར་སྔ་མར་གནས་པར་ཁས་བླངས་ཤིང་དེ་དག་འདི་ལྟར་དགེ་སློང་ཆེ་གེ་མོ་ཞིག་ལ་སོ་སོར་ཐར་པ་སྣང་ངོ་། །དགེ་སློང་ཆེ་གེ་མོ་ཞིག་ལ་སོ་སོར་ཐར་པ་སྣང་ངོ་སྙམ་པ་ལས།
en: At one site, a great many monks pledged to settle for the earlier part of the rains and assumed the monk so-and-so or the monk so-and-so would lead the Prātimokṣa.

source: འོན་ཏེ་མ་རྙེད་ན་དགེ་སློང་དེ་དག་གིས་གནས་དེ་ཉིད་དུ་དབྱར་སྔ་མར་གནས་པར་མི་བྱའོ། །
en: If they do not, those monks should not settle for the earlier part of the rains at that site.

source: གནས་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: They will be guilty of a breach if they stay on.”

source: འདི་ལྟ་སྟེ་གནས་ཤིག་ན་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་དབྱར་ཕྱི་མར་གནས་པར་ཁས་བླང་བར་འདོད་ཅིང་དེ་དག་འདི་ལྟར་དགེ་སློང་ཆེ་གེ་མོ་ཞིག་ལ་སོ་སོར་ཐར་པ་སྣང་ངོ་། །དགེ་སློང་ཆེ་གེ་མོ་ཞིག་ལ་སོ་སོར་ཐར་པ་སྣང་ངོ་སྙམ་པ་ལས།
en: The Later Part of the Rains At one site, a great many monks were about to pledge to settle for the later part of the rains and assumed the monk so-and-so or the monk so-and-so would lead the Prātimokṣa.

source: དེ་དག་གི་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་སུ་ལ་ཡང་སོ་སོར་ཐར་པ་མི་སྣང་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དེ་དག་གིས་གནས་བསྟབས་པ་དང་། གནས་མལ་བསྟབས་པ་དང་། ལས་བསྟབས་པ་དང་།
en: But at their restoration rite on the following fifteenth, no monk stepped forth to lead the Prātimokṣa recitation, so the Blessed One said, “The site caretaker, residence caretaker, work caretaker, supplies caretaker, and attendant caretaker, respectively, should seek a monk to lead the Prātimokṣa.

source: རྙེད་པ་བསྟབས་པ་དང་། བསྙེན་བཀུར་བ་བསྟབས་པས་དགེ་སློང་གང་ལ་སོ་སོར་ཐར་པ་སྣང་བ་གཉེར་བར་བྱའོ། །གལ་ཏེ་དགེ་སློང་གང་ལ་སོ་སོར་ཐར་པ་སྣང་བ་ཞིག་རྙེད་ན་དེ་ལྟ་ན་ལེགས།
en: If they find a monk to lead the Prātimokṣa, then all is well.

source: འོན་ཏེ་མ་རྙེད་ན་དགེ་སློང་དེ་དག་གིས་གནས་དེ་ཉིད་དུ་དབྱར་ཕྱི་མར་གནས་པར་ཁས་བླང་བར་མི་བྱའོ། །
en: If they do not, those monks should not pledge to settle for the later part of the rains at that site.

source: འདི་ལྟ་སྟེ་གནས་ཤིག་ན་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་དབྱར་ཕྱི་མར་གནས་པར་ཁས་བླངས་ཤིང་དེ་དག་འདི་ལྟར་དགེ་སློང་ཆེ་གེ་མོ་ཞིག་ལ་སོ་སོར་ཐར་པ་སྣང་ངོ་། །དགེ་སློང་ཆེ་གེ་མོ་ཞིག་ལ་སོ་སོར་ཐར་པ་སྣང་ངོ་སྙམ་པ་ལས་དེ་དག་གིས་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་སུ་ལ་ཡང་སོ་སོར་ཐར་པ་མི་སྣང་ནས།
en: At one site, a great many monks pledged to settle for the later part of the rains and assumed the monk so-and-so or the monk so-and-so would lead the Prātimokṣa.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དེ་དག་གིས་གནས་དེ་ཉིད་དུ་ཟླ་བ་གཉིས་སོ་སོར་བརྟགས་ཏེ་གནས་པར་བྱའོ། །
en: But at their restoration rite on the following fifteenth, no monk stepped forth to recite the Prātimokṣa, so the Blessed One said, “Those monks should remain at that very site for two months while carefully considering the matter.

source: ཟླ་བ་གཉིས་འདས་ནས་དགེ་སློང་དེ་དག་གིས་གནས་བསྟབས་པ་དང་། གནས་མལ་བསྟབས་པ་དང་། ལས་བསྟབས་པ་དང་། རྙེད་པ་བསྟབས་པ་དང་། བསྙེན་བཀུར་བ་བསྟབས་པས་དགེ་སློང་གང་ལ་སོ་སོར་ཐར་པ་སྣང་བ་གཉེར་བར་བྱའོ། །
en: After two months have passed, the site caretaker, residence caretaker, work caretaker, supplies caretaker, and attendant caretaker, respectively, should seek a monk to lead the Prātimokṣa.

source: གལ་ཏེ་དགེ་སློང་གང་ལ་སོ་སོར་ཐར་པ་སྣང་བ་ཞིག་རྙེད་ན་དེ་ལྟ་ན་ལེགས།
en: If they find a monk to lead the Prātimokṣa, then all is well.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་འདི་ལྟ་སྟེ་དགེ་སློང་གཉུག་མར་གནས་པ་དག་གིས་དགེ་སློང་གློ་བུར་བ་མདོ་སྡེ་འཛིན་པ་དང་། འདུལ་བ་འཛིན་པ་དང་། མ་མོ་འཛིན་པ་དག་མཆིའོ་ཞེས་ཐོས་ནས་དེ་དག་གིས་དེ་དག་ལ་ཇི་ལྟར་བསྒྲུབ་པར་བགྱི།
en: Visiting The venerable Upāli asked the Blessed Buddha, “Honorable One, what should resident monks do if they hear of the impending arrival of a visiting monk who is an upholder of the sūtras, the vinaya, or the mātṛkā?”

source: ཉེ་བ་འཁོར་དགེ་སློང་དེ་དག་གིས་དགེ་སློང་གློ་བུར་བ་མདོ་སྡེ་འཛིན་པ་དང་། འདུལ་བ་འཛིན་པ་དང་། མ་མོ་འཛིན་པ་དག་གི་དོན་དུ་དཔག་ཚད་ཕྱེད་དང་གསུམ་དུ་གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་ལ་སོགས་པ་དག་གིས་བསུ་བར་བྱའོ། །
en: “Upāli, the monks should go out two and a half furlongs’ distance with parasols, standards, banners, and so on to greet the monk upholder of the sūtras, the vinaya, or the mātṛkā.

source: གལ་ཏེ་འགྲུབ་ན་དེ་ལྟ་ན་ལེགས།
en: If they can do so, all is well.

source: འོན་ཏེ་མི་འགྲུབ་ན་རྒྱང་གྲགས་ལྔར་གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་ལ་སོགས་པ་དག་གིས་བསུ་བར་བྱའོ། །
en: If they cannot, they should go out five earshots with parasols, standards, banners, and so on to greet him.

source: འོན་ཏེ་མི་འགྲུབ་ན་དཔག་ཚད་ཕྱེད་དམ། རྒྱང་གྲགས་གསུམ་མམ། རྒྱང་གྲགས་སམ། རྒྱང་གྲགས་ཕྱེད་དམ། ཐ་ན་ཁྱམས་སུ་ཡང་གདུགས་དང་།
en: If they cannot, they should go out one half of a furlong, three earshots, one earshot, half of an earshot, or at least to the hall steps with parasols, standards, banners, and so on to greet him.

source: རྒྱལ་མཚན་དང་། བ་དན་ལ་སོགས་པ་དག་གིས་བསུ་བར་བྱའོ། །ངག་གིས་བཤེས་པའི་ཚིག་གིས་བསུས་ནས་ལྷུང་བཟེད་དང་ཆོས་གོས་དག་བླང་བར་བྱའོ། །
en: “He should be welcomed with friendly words and his begging bowl and robes taken.

source: ཁྲུས་བྱ་ཞིང་དགེ་འདུན་ལ་ཡང་སྣུམ་བག་གི་རྙེད་པ་དབུལ་བར་བྱའོ། །དེ་དག་ལ་གནས་བསྟབས་པ་དང་།
en: He should be bathed and supplies of oil offered to him and the saṅgha as well.

source: གནས་མལ་བསྟབས་པ་དང་། ལས་བསྟབས་པ་དང་། རྙེད་པ་བསྟབས་པ་དང་། བསྙེན་བཀུར་བ་བསྟབས་པ་དང་།
en: The site caretaker, residence caretaker, work caretaker, supplies caretaker, and attendant caretaker should see to him.

source: ཆོས་མཉན་པ་སྦྱིན་པར་བྱའོ། །
en: He should be given an opportunity to listen to the Dharma.

source: གལ་ཏེ་ལ་ལ་ཞིག་དེ་ན་འདི་སྐད་ཅེས། ཚེ་དང་ལྡན་པ་དག་རབ་ཏུ་བྱུང་བ་དག་ཏུ་འདྲ་ན་ཅིའི་ཕྱིར་དགེ་སློང་དེ་དག་ལ་ནི་མཆོད་པར་འོས་པར་བྱེད་ལ། ཁོ་བོ་ཅག་ལ་ནི་འོས་པར་མི་བྱེད་ཅེས་ཟེར་ན་དེ་ལ་འདི་སྐད་ཅེས།
en: “If some should say, ‘Venerable one, if these monks have gone forth like us, why do they deserve such reverence while we do not?’

source: ཚེ་དང་ལྡན་པ་སྟོན་པ་འདས་པའི་གསུང་རབ་ལ་འདི་ནི་སྟོན་པའོ། །
en: you should reply, ‘These venerable ones are teachers and silents of our dearly departed Teacher’s words.

source: འདི་ནི་རྟེན་ཏེ། འདི་ལྟ་སྟེ་མདོ་སྡེ་དང་། འདུལ་བ་དང་། མ་མོའོ། །དེ་ཡང་ཚེ་དང་ལྡན་པ་དེ་དག་གིས་རྒྱ་ཆེར་བཀླགས་ཤིང་ཐོན་པས་དེའི་ཕྱིར་འདི་དག་ནི་མཆོད་པར་འོས་པ་ཡིན་གྱི་ཁྱོད་ནི་མ་ཡིན་ནོ། །ཞེས་བརྗོད་པར་བྱའོ། །
en: They are broadly learned in and masters of the sūtras, the vinaya, and the mātṛkā, whereas you are not, and therefore they are deserving of reverence.’ ”

source: འདི་ལྟ་སྟེ་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་ལྷན་ཅིག་གནས་པ་དང་། ཉེ་གནས་དག་ལྗོངས་རྒྱུར་འདོང་བར་འདོད་ན། དེ་དག་ལ་མཁན་པོ་དང་སློབ་དཔོན་དག་གིས་རྣམ་པ་གང་གིས་ཀྱང་གནང་བར་མི་བྱའོ། །
en: Traveling the Countryside “If monk wards and monk apprentices wish to travel the countryside on the fifteenth, the day of the restoration rite, preceptors and instructors should by no means give them consent to do so.

source: གལ་ཏེ་རྐྱེན་དེ་ལྟ་བུ་ཞིག་བྱུང་ན་ཚེ་དང་ལྡན་པ་དག་གནས་ཆེ་གེ་མོ་ཞིག་ན་དགེ་སློང་གི་དགེ་འདུན་གྱི་གནས་བརྟན་དང་བཅས། སོ་སོར་ཐར་པ་དང་བཅས་ཤིང་། དགེ་སློང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་ཡོན་ཏན་དང་ལྡན་པ་དེས་པ་དགེ་བའི་ཆོས་ཅན་དག་འཁོད་ཀྱིས།
en: If such a circumstance should come to pass, say, ‘Venerable ones, here, at such and such a site, we have a saṅgha elder, someone to recite the Prātimokṣa, someone with the pure conduct and qualities of a monk.

source: དེ་དག་གིས་འགྱོད་པ་མ་སྐྱེས་པ་ནི་སྐྱེད་པར་མི་འགྱུར་ལ་སྐྱེས་པ་ནི་སེལ་བར་འགྱུར་གྱིས་དེར་དེང་ཤིག་ཅེས་བརྗོད་པར་བྱའོ། །
en: Those of virtuous character are staying so those who have not regretted this site need not regret it while those who have regretted it should banish those feelings.’

source: གལ་ཏེ་བསྟན་པ་དེ་ལས་གཞན་དུ་འཇུག་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: They will be guilty of a breach if they do something other than what was instructed.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་སོ། །
en: The Night Has Passed, Perform the Restoration Rite Then, on that very fifteenth, the day for the restoration rite, the Blessed One sat down on a seat placed before the saṅgha of monks.

source: བཞུགས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་མཚན་མོ་ཡོལ་གྱིས་གསོ་སྦྱོང་གྱིས་ཤིག །
en: Once seated, the Blessed One said to the monks, “Monks, the night has passed, perform the restoration rite.”

source: དེ་ནས་དགེ་སློང་ཞིག་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་གནས་ཤིག་ན་དགེ་སློང་བྲོ་འཚལ་བ་སྡུག་བསྔལ་བ་བྲོ་ཚབས་ཆེ་བ་ཞིག་མཆིས་ན་དེ་ལ་བདག་ཅག་གིས་ཇི་ལྟར་བསྒྲུབ་པར་བགྱི།
en: One monk then stood up from his seat, took his upper robe from one shoulder, knelt down on his right knee, turned to the Blessed One and, after bowing with palms pressed together, asked the Blessed One, “Honorable One, what should we do if at a site there is a monk who is sick, suffering, and tormented by illness?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེའི་ཡོངས་སུ་དག་པ་བླང་བར་བྱའོ། །
en: The Blessed One said, “His profession of purity should be received.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཡོངས་སུ་དག་པ་བླང་བར་བྱའོ་ཞེས་བཀའ་སྩལ་ནས། དགེ་སློང་དག་གིས་ཇི་ལྟར་བླང་བར་བྱ་བ་མི་ཤེས་ནས།
en: Though the Blessed One told them to receive his profession of purity, the monks did not know how to do so.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གཅིག་གིས་གཅིག་གི་དང་། གཅིག་གིས་གཉིས་ཀྱི་དང་། རབ་ཏུ་མང་པོ་རྣམས་ཀྱི་ཡང་རུང་སྟེ། དགེ་འདུན་གྱི་ནང་དུ་ཇི་སྙེད་ཀྱི་མིང་དག་བརྗོད་པར་ནུས་པའི་བར་དུའོ། །
en: The Blessed One said, “One monk may receive professions of purity from one, two, or even a great many monks, so long as he is able to state the name of each monk while among the saṅgha.

source: དགེ་སློང་དག་ངས་དགེ་སློང་ཡོངས་སུ་དག་པ་འབུལ་བར་བྱེད་པའི་ཀུན་དུ་སྤྱད་པའི་ཆོས་རྣམས་བཅའ་བར་བྱ་སྟེ།
en: “Monks, I will establish the rules of customary conduct by which a monk offers his profession of purity.

source: དགེ་སློང་ཡོངས་སུ་དག་པ་འབུལ་བར་བྱེད་པས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ཏེ། མཆིལ་ལྷམ་གཉིས་ཕུད་ནས་རྒན་རིམས་བཞིན་དུ་ཕྱག་འཚལ་ཏེ། ཙོག་ཙོག་པོར་འདུག་ནས་ཐལ་མོ་སྦྱར་ཏེ་འདི་སྐད་ཅེས་བརྗོད་པར་བྱའོ། །ཚེ་དང་ལྡན་པ་དགོངས་སུ་གསོལ།
en: The monk offering his profession of purity should take his upper robe from one shoulder, take off both sandals, and prostrate according to seniority before squatting with palms pressed together and saying, ‘Venerable ones, please listen.

source: དེང་དགེ་འདུན་གྱི་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་ལགས་ལ།
en: Today is the fifteenth, the saṅgha’s restoration rite.

source: བདག་དགེ་སློང་བྲོ་འཚལ་བ་སྡུག་བསྔལ་བ་བྲོ་ཚབས་ཆེ་བ་མིང་འདི་ཞེས་བགྱི་བའི་གསོ་སྦྱོང་ཡང་བཅྭ་ལྔ་པ་ལགས་ཏེ།
en: It is also the fifteenth, the restoration rite for me, the monk named so-and-so, who is sick, suffering, and tormented by illness.

source: བདག་དགེ་སློང་བྲོ་འཚལ་བ་སྡུག་བསྔལ་བ་བྲོ་ཚབས་ཆེ་བ་མིང་འདི་ཞེས་བགྱི་བ་བར་ཆད་ཀྱི་ཆོས་རྣམས་ཡོངས་སུ་དག་གོ་ཞེས་བདག་མཆིའོ། །
en: I therefore profess that I, the monk named so-and-so, who is sick, suffering, and tormented by illness, am pure of hindering qualities.

source: བདག་གི་གསོ་སྦྱོང་ཡང་ཡོངས་སུ་དག་སྟེ། ཡོངས་སུ་དག་པ་ཡང་བརྗོད་དོ། །
en: I also profess the purity of my restoration rite and profess my purity.

source: བརྗོད་པ་ཡང་རིག་པར་བགྱིད་དོ། །
en: I communicate this profession.’

source: དགེ་སློང་ཡོངས་སུ་དག་པ་འབུལ་བས་གལ་ཏེ་ལུས་ཀྱི་རྣམ་པར་རིག་བྱེད་ཀྱིས་ཡོངས་སུ་དག་པ་འབུལ་བར་བྱེད་ན་ཡོངས་སུ་དག་པ་ཕུལ་བར་བརྗོད་པར་བྱའོ། །
en: If the monk offering his profession of purity physically communicates his profession of purity, his profession of purity should be deemed as having been offered.

source: ངག་གི་རྣམ་པར་རིག་བྱེད་ཀྱིས་འབུལ་བར་བྱེད་ན་ཡོངས་སུ་དག་པ་ཕུལ་བར་བརྗོད་པར་བྱའོ། །
en: If the monk offering his profession of purity verbally communicates his profession of purity, his profession of purity should be deemed as having been offered.

source: ལུས་ཀྱི་རྣམ་པར་རིག་བྱེད་དང་། ངག་གི་རྣམ་པར་རིག་བྱེད་ཀྱིས་འབུལ་བར་བྱེད་ན་ཡོངས་སུ་དག་པ་ཕུལ་བར་བརྗོད་པར་བྱའོ། །ལུས་ཀྱི་རྣམ་པར་རིག་བྱེད་ཀྱིས་འབུལ་བར་མི་བྱེད།
en: If he physically and verbally communicates his purity, his profession of purity should be deemed as having been offered.

source: ངག་གི་རྣམ་པར་རིག་བྱེད་ཀྱིས་ཀྱང་འབུལ་བར་མི་བྱེད་ན་དགེ་འདུན་ཐམས་ཅད་དེར་དོང་བར་བྱའོ། །ཡང་ན་དགེ་སློང་དེ་དགེ་འདུན་གྱི་ནང་དུ་བླང་བར་བྱའོ། །
en: “If he does not physically or verbally communicate it, the entire saṅgha should either go to him or the monk should be brought among the saṅgha.

source: དགེ་འདུན་ཐམས་ཅད་དེར་དོང་བར་མི་བྱེད་དམ། དགེ་སློང་དེ་དགེ་འདུན་གྱི་ནང་དུ་ལེན་པར་མི་བྱེད་པར་མི་མཐུན་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: They will be guilty of a breach if the entire saṅgha does not go to him or if there is lack of a quorum due to his consent not being received among the saṅgha.

source: དགེ་སློང་ཡོངས་སུ་དག་པ་འབུལ་བར་བྱེད་པས་ཀུན་དུ་སྤྱད་པའི་ཆོས་ཇི་ལྟར་བཅས་པ་རྣམས་ཡང་དག་པར་བླངས་ཏེ་འཇུག་པར་མི་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: They will be guilty of a breach if the monk offering his profession of purity follows the rules of customary conduct but his profession is not accepted after being properly received.

source: དགེ་སློང་དག་ངས་དགེ་སློང་ཡོངས་སུ་དག་པ་ལེན་པའི་ཀུན་དུ་སྤྱད་པའི་ཆོས་རྣམས་བཅའ་བར་བྱ་སྟེ། དགེ་སློང་ཡོངས་སུ་དག་པ་ལེན་པས་ཡོངས་སུ་དག་པ་བླངས་ནས་བརྒྱུག་པར་མི་བྱའོ། །མགྱོགས་པར་མི་བྱའོ། །མཆོང་བར་མི་བྱའོ། །ཕྱི་རོལ་ལ་མཆོང་བར་མི་བྱའོ། །འོབས་ལ་མཆོང་བར་མི་བྱའོ། །
en: “Monks, I will establish the rules of customary conduct for monks who receive the profession of purity.

source: བང་རིམ་ལ་མཆོང་བར་མི་བྱའོ། །སྟེང་གི་ནམ་མཁའ་ལ་འདུག་པར་མི་བྱའོ། །མཚམས་ཀྱི་ཕྱི་རོལ་དུ་འགྲོ་བར་མི་བྱའོ། །གོམ་པ་གཅིག་གིས་སྐས་ཀྱི་རིམ་པ་གཉིས་ལ་ཐོད་རྒལ་དུ་གཟེག་པར་མི་བྱའོ། །གོམ་པ་གཅིག་གིས་ཐེམ་སྐས་ཀྱི་ཐེམ་པ་གཉིས་ལ་ཐོད་རྒལ་དུ་གཟེག་པར་མི་བྱའོ། །ཆུ་ལྐོག་མ་ནུབ་ཙམ་ལ་འབོག་པར་མི་བྱའོ། །གཉིད་ལོག་པར་མི་བྱའོ། །
en: After he has received the profession of purity, the monk who has received the profession of purity should not run, nor should he rush, jump, jump over partitions, jump over ditches, jump onto verandas, sit in the sky above, go beyond the boundary, climb a ladder two rungs at a time, climb a staircase two steps at a time, spill over onto a causeway, fall asleep, or sit in equipoise.

source: སྙོམས་པར་འཇུག་པར་མི་བྱའོ། །གཉིད་ལོག་པར་བྱེད་པ་དང་སྙོམས་པར་འཇུག་པར་བྱེད་པ་ནི་རྒྱུ་གཉིས་ཀྱིས་སྨད་པར་བྱ་བ་ཡིན་ཏེ། ངོ་ཚ་མེད་པ་ཉིད་གང་ཡིན་པ་དང་། མ་ཀླས་པ་ཉིད་གང་ཡིན་པས་སོ། །
en: To fall asleep or to sit in equipoise are censured for two reasons: because one suggests disrespect and the other absentmindedness.

source: གང་གི་ཚེ་དགེ་འདུན་གྱི་གནས་བརྟན་གྱིས་ཚེ་དང་ལྡན་པ་དག་མ་ལྷགས་པ་རྣམས་ཀྱི་ཡོངས་སུ་དག་པ་རྗོད་ཅིག །
en: “Then, when the saṅgha elders say, ‘Venerable ones, profess the purity of those who have not come.

source: བརྗོད་པ་ཡང་རིག་པར་གྱིས་ཤིག་ཅེས་སྨྲས་པའི་ཚེ་དེས་དགེ་སློང་དྲུང་ན་འདུག་པའི་མདུན་དུ་འདུག་སྟེ་འདི་སྐད་ཅེས་བརྗོད་པར་བྱའོ། །
en: Let their profession be known,’ the monk who has received the profession of purity should sit before the monk seated in front and say, ‘Venerable, please listen.

source: ཚེ་དང་ལྡན་པ་དགོངས་སུ་གསོལ། དེང་དགེ་འདུན་གྱི་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་ལགས་ལ།
en: Today is the fifteenth, the saṅgha’s restoration rite.

source: གནས་ག་གེ་མོ་ཞིག་ན་དགེ་སློང་བྲོ་འཚལ་བ་སྡུག་བསྔལ་བ་བྲོ་ཚབས་ཆེ་བ་མིང་འདི་ཞེས་བགྱི་བའི་གསོ་སྦྱོང་ཡང་བཅྭ་ལྔ་པ་ལགས་ཏེ།
en: It is also the fifteenth, the restoration rite, for the monk named so-and-so, who is sick, suffering, and tormented by illness, at such and such a place.

source: གནས་ག་གེ་མོ་ཞིག་ན་དགེ་སློང་བྲོ་འཚལ་བ་སྡུག་བསྔལ་བ་བྲོ་ཚབས་ཆེ་བ་མིང་འདི་ཞེས་བགྱི་བ་དེ་བར་ཆད་ཀྱི་ཆོས་རྣམས་ཡོངས་སུ་དག་གོ་ཞེས་ཁོ་ན་ཉིད་མཆིའོ། །
en: The monk named so-and-so, who is sick, suffering, and tormented by illness, at such and such a place, declares that he is pure of hindering qualities.

source: དེའི་གསོ་སྦྱོང་ཡང་ཡོངས་སུ་དག་གོ། །ཡོངས་སུ་དག་པ་ཡང་བརྗོད་དོ། །
en: He professes the purity of his restoration rite and professes his purity.

source: ཡང་ན་དེས་དགེ་འདུན་གྱི་དབུས་སུ་རྒན་པའི་མཐར་འགྲེང་སྟེ་འདུད་པ་དང་བཅས་པས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་དགོངས་སུ་གསོལ།
en: “Alternatively, the monk who has received the profession of purity should stand at the fore of the most senior row among the saṅgha and say, ‘Venerable saṅgha, please listen.

source: དགེ་སློང་ཡོངས་སུ་དག་པ་ལེན་པས་ཀུན་དུ་སྤྱད་པའི་ཆོས་ཇི་ལྟར་བཅས་པ་རྣམས་ཡང་དག་པར་བླངས་ཏེ་འཇུག་པར་མི་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: “They will be guilty of a breach if the monk receiving the profession of purity follows the rules of customary conduct but his profession is not accepted after being properly received.”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་རེ་ཞིག་དགེ་སློང་ཡོངས་སུ་དག་པ་ལེན་པས་ཡོངས་སུ་དག་པ་བླངས་ཏེ། དེ་ཉིད་དུ་རྒྱུན་ཆད་ཅིང་དུས་བགྱིད་ན་ཡོངས་སུ་དག་པ་བླངས་པར་བརྗོད་པར་བགྱིའམ།
en: The venerable Upāli asked the Blessed Buddha, “Honorable One, if the monk who has received a profession of purity comes to an end and dies on that very place after receiving a profession of purity, has the profession of purity been received or not?”

source: མ་བླངས་པར་བརྗོད་པར་བགྱི། ཉེ་བ་འཁོར་མ་བླངས་པ་ཡིན་ཏེ། ཡང་བླང་བར་བྱའོ། །ཁྱིམ་པ་ཉིད་དུ་གཡར་གྱིས་འཆེ་བར་བགྱིད་དམ། དགེ་ཚུལ་ཉིད་དམ། ཟ་མ་ཉིད་དམ། མ་ནིང་ཉིད་དམ།
en: “Upāli, it has not been received and should be received again.”

source: དགེ་སློང་མ་སུན་ཕྱུང་བ་ཉིད་དམ། མ་བསད་པ་ཉིད་དམ། ཕ་བསད་པ་ཉིད་དམ། དགྲ་བཅོམ་པ་བསད་པ་ཉིད་དམ། དགེ་འདུན་གྱི་དབྱེན་བགྱིས་པ་ཉིད་དམ། དེ་བཞིན་གཤེགས་པ་ལ་ངན་སེམས་ཀྱིས་ཁྲག་ཕྱུང་བ་ཉིད་དམ། མུ་སྟེགས་ཅན་ཉིད་དམ། མུ་སྟེགས་ཅན་ཞུགས་པ་ཉིད་དམ། རྐུ་ཐབས་སུ་གནས་པ་ཉིད་དམ། ཐ་དད་པར་གནས་པ་ཉིད་དམ། གནས་པར་མི་བགྱིད་པ་ཉིད་དུ་གཡར་གྱིས་འཆེ་བར་བགྱིད་ན་ཡོངས་སུ་དག་པ་བླངས་པར་བརྗོད་པར་བགྱིའམ།
en: “If the monk who has received a profession of purity makes an oath professing to be a householder, or makes an oath that he is a novice, a person who has undergone castration, a person labeled a paṇḍaka, someone who has violated a nun, a matricide, a patricide, someone who has killed an arhat, someone who has caused a schism in the saṅgha, someone who has maliciously drawn blood from a tathāgata, a tīrthika, a convert to a tīrthika order, someone living under false pretenses, someone outside the common living, or someone denied the common living, has the profession of purity been received or not?”

source: མ་བླངས་པར་བརྗོད་པར་བགྱི། ཉེ་བ་འཁོར་མ་བླངས་པ་ཡིན་ཏེ། ཡང་བླང་བར་བྱའོ། །
en: “Upāli, it has not been received and should be received again.”

source: བཙུན་པ་རེ་ཞིག་དགེ་སློང་ཡོངས་སུ་དག་པ་ལེན་པས་ཡོངས་སུ་དག་པ་བླངས་ཏེ། ཤུལ་དུ་རྒྱུན་ཆད་ཅིང་དུས་བགྱིད་ན་ཡོངས་སུ་དག་པ་བླངས་པ་བརྗོད་པར་བགྱིའམ།
en: “Honorable One, if the monk who has received a profession of purity comes to an end and dies while on his way after receiving a profession of purity, has the profession of purity been received or not?”

source: དགེ་སློང་མ་སུན་ཕྱུང་བ་ཉིད་དམ། མ་བསད་པ་ཉིད་དམ། ཕ་བསད་པ་ཉིད་དམ། དགྲ་བཅོམ་པ་བསད་པ་ཉིད་དམ། དགེ་འདུན་གྱི་དབྱེན་བགྱིས་པ་ཉིད་དམ། དེ་བཞིན་གཤེགས་པ་ལ་ངན་སེམས་ཀྱིས་ཁྲག་ཕྱུང་བ་ཉིད་དམ། མུ་སྟེགས་ཅན་ཉིད་དམ། མུ་སྟེགས་ཅན་ཞུགས་པ་ཉིད་དམ། རྐུ་ཐབས་སུ་གནས་པ་ཉིད་དམ། ཐ་དད་པར་གནས་པ་ཉིད་དམ། གནས་པར་མི་བགྱི་བ་ཉིད་དུ་གཡར་གྱིས་འཆེ་བར་བགྱིད་ན་ཡོངས་སུ་དག་པ་བླངས་པར་བརྗོད་པར་བགྱིའམ།
en: “If the monk who has received a profession of purity makes an oath professing he is a householder, or makes an oath that he is a novice, a person who has undergone castration, a person labeled a paṇḍaka, someone who has violated a nun, a matricide, a patricide, someone who has killed an arhat, someone who has caused a schism in the saṅgha, someone who has maliciously drawn blood from a tathāgata, a tīrthika, a convert to a tīrthika order, someone living under false pretenses, someone outside the common living, or someone denied the common living, has the profession of purity been received or not?”

source: བཙུན་པ་རེ་ཞིག་དགེ་སློང་ཡོངས་སུ་དག་པ་ལེན་པས་ཡོངས་སུ་དག་པ་བླངས་ཏེ། དགེ་འདུན་གྱི་ནང་དུ་རྒྱུན་ཆད་ཅིང་དུས་བགྱིད་ན་ཡོངས་སུ་དག་པ་བླངས་པར་བརྗོད་པར་བགྱིའམ།
en: “Honorable One, if the monk who has received a profession of purity receives a profession of purity and then comes to an end and dies while among the saṅgha, has the profession of purity been received or not?”

source: མ་བླངས་པར་བརྗོད་པར་བགྱི། ཉེ་བ་འཁོར་བླངས་པ་ཡིན་ཏེ། ཡང་བླང་བར་མི་བྱའོ། །ཁྱིམ་པ་ཉིད་དུ་གཡར་གྱིས་འཆེ་བར་བགྱིད་དམ། དགེ་ཚུལ་ཉིད་དམ། ཟ་མ་ཉིད་དམ། མ་ནིང་ཉིད་དམ།
en: “Upāli, it has been received and should not be received again.”

source: མ་བླངས་པར་བརྗོད་པར་བགྱི། ཉེ་བ་འཁོར་བླངས་པ་ཡིན་ཏེ། ཡང་བླང་བར་མི་བྱའོ། །
en: “Upāli, it has been received and should not be received again.”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་གནས་གང་ན་དགེ་སློང་གཅིག་པུ་མཆིས་པ་དེས་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་ཇི་ལྟར་བསྒྲུབ་པར་བགྱི། ཉེ་བ་འཁོར་དགེ་སློང་དེས་གཙུག་ལག་ཁང་ཆག་ཆག་གདབ་པར་བྱ། ཕྱག་དར་བྱ། བ་ལང་གི་ལྕི་བ་སར་པའི་བྱུག་པས་བྱུག་པར་བྱ།
en: Rouse the Intention for the Restoration Rite The venerable Upāli asked the Blessed Buddha, “Honorable One, what should a monk who is alone at a site do on the fifteenth, the day of the restoration rite?”

source: སེང་གེའི་ཁྲི་བཤམ་པར་བྱ།
en: “Upāli, that monk should sprinkle the monastery hall with water, sweep it, spread a fresh paste of dung, set up a lion throne, set out a seat, light a votive lamp, and give the opportunity for the Dharma to be heard.

source: སྟན་བཤམ་པར་བྱ། མར་མེ་གཟུགས་པར་བྱ། ཆོས་མཉན་པ་སྦྱིན་པར་བྱའོ། །དེའི་འོག་ཏུ་ཕྱོགས་ཆེས་མཐོན་པོར་འདུག་སྟེ་ཕྱོགས་བཞིར་བལྟ་བར་བྱའོ། །
en: Later, he should sit in the highest place around and look in the four directions.

source: དེར་དགེ་སློང་ཡོངས་སུ་དག་པ་ལྟ་བ་མཐུན་པ་ལ་ལ་དག་འོང་ན་འདི་སྐད་ཅེས།
en: If pure, like-minded monks should come, he should say, ‘O venerable ones!

source: ཀྱེ་ཚེ་དང་ལྡན་པ་དག་མྱུར་བ་མྱུར་བར་ཤོག་ཤིག་དེང་དགེ་འདུན་གྱི་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་ཡིན་ནོ་ཞེས་བརྗོད་པར་བྱ་ཞིང་དེ་དག་དང་ལྷན་ཅིག་འདུག་སྟེ་གསོ་སྦྱོང་བྱའོ། །
en: Come quickly! It is the fifteenth and the saṅgha’s restoration rite.’ “They should then sit together and perform the restoration rite.

source: ཇི་སྟེ་མི་འགྲུབ་ན་དགེ་སློང་དེས་རང་གི་སྟན་ལ་འདུག་སྟེ། དེང་དགེ་འདུན་གྱི་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་ཡིན་ལ།
en: If they do not, that monk should sit on his seat and say, ‘Today, the fifteenth, is the saṅgha’s restoration rite.

source: བདག་དགེ་སློང་མིང་འདི་ཞེས་བྱ་བའི་གསོ་སྦྱོང་ཡང་བཅྭ་ལྔ་པ་ཡིན་ཏེ།
en: It is also the fifteenth, the restoration rite for me, the monk named so-and-so.

source: བདག་དགེ་སློང་མིང་འདི་ཞེས་བྱ་བ་བར་ཆད་ཀྱི་ཆོས་རྣམས་ཡོངས་སུ་དག་གོ་ཞེས་ཀྱང་བདག་སྨྲས།
en: I therefore profess that I, the monk named so-and-so, am pure of hindering qualities.

source: བདག་ཡོངས་སུ་དག་པར་ལྷ་རྣམས་ཀྱིས་གཟུང་དུ་གསོལ།
en: I ask that the gods accept my profession of purity.
